"MenuTitle" = "HP LaserJet Professional Utility";

"Cleaning Page" = "청소 페이지";
"Demo Page" = "데모 페이지";
"Configuration Page" = "구성 페이지";
"Supply Status Page" = "소모품 상태 페이지";
"Print Information Pages" = "정보 페이지 인쇄";

"OK" = "확인";
"Cancel" = "취소";
"Quiet Mode" = "무소음 모드";
"Enable" = "사용 가능";
"Disable" = "사용 불가";
"HTML Config..." = "HTML 구성...";

"After 1 minute" = "1분 후";

"After 5 minutes" = "5분 후";

"After 15 minutes" = "15분 후";

"After 30 minutes" = "30분 후";

"After 1 hour" = "1시간 후";

"After 2 hours" = "2시간 후";

"Never" = "안 함";


"1 minute" = "1분";

"5 minutes" = "5분";

"15 minutes" = "15분";

"30 minutes" = "30분";

"1 hour" = "1시간";

"2 hours" = "2시간";

"4 hours" = "4시간";

"8 hours" = "8시간";

"24 hours" = "24시간";

"EcoSMART" = "EcoSMART";

"sleep after" = "다음 시간 후 절전 모드로 전환:";

"Auto Off after:" = "다음 시간 후 자동 전원 끔:";

"Language" = "영어";

"CleaningPagePanelLabel" = "HP LaserJet 청소 유틸리티는 퓨저 조립체 및 롤러에 쌓일 수 있는 과도한 용지 및 토너 찌꺼기를 제거하여 프린터의 수명을 연장하기 위해 설계되었습니다.\n다음 단계에 따라 청소 프로세스를 시작합니다.\n1. 장치가 유휴 상태이고 준비 LED가 켜져 있는지 확인합니다.\n2. 용지함 1에 매끄러운 표면의 오버헤드 투명 필름 또는 복사기용 용지(18lb-24lb 또는 70g/m²-90g/m²)를 넣습니다.\n3. 확인을 눌러 청소를 시작합니다.\n주 – 청소 프로세스는 시작부터 완료까지 3분 정도가 소요됩니다.";
